Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AnalyticsiCloud.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT_IPAD
source: Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your Apple Account. All analysis of data from your Apple Account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account. You can choose to disable iCloud Analytics at any time. To do so, go to Settings > Privacy & Security > Analytics & Improvements and tap to turn off Share iCloud Analytics. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy
ar: ساعد Apple في تحسين منتجاتها وخدماتها، بما في ذلك Siri والميزات الذكية الأخرى، من خلال السماح بتحليلات الاستخدام والبيانات من حساب Apple. لا يتم تحليل البيانات من حساب Apple، بما في ذلك مقتطفات النصوص من رسائل البريد الإلكتروني أو البيانات المماثلة الأخرى في حسابك، إلا بعد خضوع البيانات لتقنيات حماية الخصوصية مثل الخصوصية التفاضلية بحيث لا يتم ربطها بك أو بحسابك. يمكنك اختيار تعطيل تحليلات iCloud في أي وقت. لتنفيذ ذلك، انتقل إلى الإعدادات > الخصوصية والأمن > التحليلات والتحسينات، واضغط لإيقاف مشاركة تحليلات iCloud. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Като позволявате анализирането на използването и данните от вашата Apple регистрация, помагате на Apple да подобрява своите продукти и услуги, включително Siri и други интелигентни функции. Всички анализи на данни от вашата Apple регистрация, включително на части от имейл съобщения или други подобни данни във вашата регистрация, се предприемат само след като данните са обработени чрез техники за запазване на поверителността като диференциална поверителност, така че да не се свързват с вас или регистрацията ви. По всяко време можете да изберете да изключите iCloud аналитични данни. За да направите това, отидете в Настройки > Поверителност и сигурност > Аналитични данни и подобрения и докоснете, за да изключите опцията за споделяне на iCloud аналитични данни. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy
ca: Permet que s’executin anàlisis de l’ús i les dades del compte d’Apple per ajudar Apple a millorar els seus productes i serveis, com ara Siri i altres funcions intel·ligents. Totes les anàlisis de les dades del compte d’Apple, que inclouen alguns fragments de text dels missatges de correu electrònic o altres dades similars del compte, només s’efectuaran després que s’hi hagin aplicat mesures tècniques de conservació de la privacitat, com ara la tècnica de privacitat diferencial, perquè no s’associïn ni a tu ni al compte. Pots desactivar l’anàlisi de l’iCloud en qualsevol moment. Per fer‑ho, ves a l’app Configuració > Privacitat i seguretat > Anàlisi i millores i, després, desactiva la compartició de l’anàlisi de l’iCloud. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Pomozte společnosti Apple zlepšovat produkty a služby včetně Siri a dalších inteligentních funkcí tím, že jí umožníte analyzovat využívání a data vašeho účtu Apple. Veškerá analýza dat z vašeho účtu Apple včetně úryvků textu z e‑mailových zpráv a jiných podobných dat na vašem účtu je prováděna až po zpracování dat technikami na ochranu soukromí, například pomocí technologie diferenciálního soukromí, takže tato data nejsou nijak propojena s vámi ani s vaším účtem. Analýzu iCloudu můžete kdykoli vypnout. Chcete‑li to udělat, otevřete Nastavení > Soukromí a zabezpečení > Analýza a vylepšování a klepnutím vypněte volbu Sdílet analýzu iCloudu. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Hjælp Apple med at forbedre sine produkter og tjenester, inkl. Siri og andre intelligente funktioner, ved at give tilladelse til analyse af brug og data fra din Apple‑konto. Analyse af data fra din Apple‑konto, inkl. tekststykker fra e-mailbeskeder eller andre lignende data i din konto, sker kun, efter at dataene er blevet underkastet teknikker til bevarelse af anonymiteten, f.eks. differentieret anonymitet, så de ikke forbindes med dig eller din konto. Du kan altid vælge at slå iCloud-analyse fra. Det gør du ved at gå til Indstillinger > Anonymitet & sikkerhed > Analyse og forbedringer og trykke for at slå Del iCloud-analyse fra. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy
de: Unterstütze Apple bei der Verbesserung seiner Produkte und Dienste, einschließlich Siri und anderer intelligenter Funktionen, indem du die Analyse der Nutzung und der Daten deines Apple Accounts gestattest. Die Analyse von Daten aus deinem Apple Account, einschließlich von Textausschnitten von E‑Mail-Nachrichten oder vergleichbaren Daten, wird erst nach dem Einsatz von Privatsphäre erhaltenden Technologien wie „Differential Privacy“ durchgeführt, sodass diese nicht mit dir oder deinem Account verknüpft sind. Du kannst iCloud-Analysedaten jederzeit deaktivieren. Öffne dazu „Einstellungen“ > „Datenschutz & Sicherheit“ > „Analyse & Verbesserungen“ und tippe, um die Option „iCloud-Analyse teilen“ zu deaktivieren. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Βοηθήστε την Apple να βελτιώσει τα προϊόντα και τις υπηρεσίες της, συμπεριλαμβανομένων του Siri και άλλων ευφυών δυνατοτήτων, επιτρέποντας την ανάλυση χρήσης και δεδομένων από τον λογαριασμό Apple σας. Κάθε ανάλυση δεδομένων από τον λογαριασμό Apple σας, συμπεριλαμβανομένων αποσπασμάτων κειμένου από μηνύματα email ή άλλων παρόμοιων δεδομένων στον λογαριασμό σας, διεξάγεται μόνο αφού εφαρμοστούν τεχνικές διατήρησης απορρήτου στα δεδομένα, όπως το διαφορικό απόρρητο, ώστε τα δεδομένα να μη συσχετίζονται με εσάς ή τον λογαριασμό σας. Μπορείτε να επιλέξετε να απενεργοποιήσετε την Ανάλυση iCloud ανά πάσα στιγμή. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Ανάλυση και βελτιώσεις» και αγγίξτε για απενεργοποίηση της ρύθμισης «Κοινοποίηση Ανάλυσης iCloud». Ο χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: Ayuda a Apple a mejorar sus productos y servicios, como Siri y otras funciones inteligentes, permitiendo el análisis del uso y los datos de tu cuenta de Apple. El análisis de datos de tu cuenta de Apple, que incluyen fragmentos de texto de mensajes de correo electrónico o datos similares de tu cuenta, se lleva a cabo únicamente después de someter los datos a técnicas de protección de la privacidad (como la privacidad diferencial), para que no sea posible relacionarlos contigo ni con tu cuenta. Puedes desactivar el análisis de iCloud cuando quieras. Para ello, desactiva “Compartir análisis de iCloud” en Ajustes > Privacidad y seguridad > Análisis y mejoras. Toda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: Ayuda a Apple a mejorar sus productos y servicios, incluyendo Siri y otras funciones inteligentes, permitiéndole que realice análisis del uso y los datos de tu cuenta de Apple. Todos los análisis de los datos de tu cuenta de Apple, incluyendo fragmentos de texto de mensajes de correo y otros datos similares de tu cuenta, se realizan únicamente después de utilizar técnicas de protección de la privacidad, tales como la privacidad diferencial, a fin de que los datos no estén asociados contigo o con tu cuenta. Puedes desactivar el análisis de iCloud en cualquier momento. Para ello, ve a Configuración > Privacidad y seguridad > Análisis y mejoras y desactiva Compartir análisis (iCloud). La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Auta Applea parantamaan tuotteitaan ja palvelujaan, mukaan lukien Siri ja muut älyominaisuudet, sallimalla Apple-tilisi käyttö ja tietojen analysointi. Apple-tilisi tietojen, kuten sähköpostiviestien tekstikatkelmien tai tilisi muiden samanlaisten tietojen, analysointiin ryhdytään vasta sen jälkeen, kun tiedot on käsitelty yksityisyyttä suojaavilla tekniikoilla, kuten differentiaalisella tietosuojalla, jotta tietoja ei liitetä sinuun tai tiliisi. Voit laittaa iCloud-analyysin pois päältä milloin tahansa. Tee näin valitsemalla Asetukset > Tietosuoja ja suojaus > ”Analyysi ja parannukset” ja napauttamalla Jaa iCloud-analyysitiedot pois päältä. Applen keräämiä tietoja käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä käytäntö löytyy osoitteesta www.apple.com/legal/privacy/fi/.
fr: Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte Apple. L’analyse des données de votre compte Apple, comme des extraits de vos e-mails ou d’autres données similaires, est effectuée uniquement après avoir appliqué des techniques de protection de la confidentialité, telles que la confidentialité différentielle, afin qu’elle ne puisse pas être associée à vous ou à votre compte. Vous pouvez désactiver à tout moment l’analyse d’iCloud. Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Analyse et améliorations, puis touchez l’option « Partager l’analyse d’iCloud » pour la désactiver. Les données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com/fr/privacy
fr_ca: Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte Apple. Toutes les analyses de données de votre compte Apple, y compris les fragments de texte qui proviennent de courriels ou d’autres données similaires, sont effectuées uniquement après avoir appliqué des méthodes de protection de la confidentialité, telles que la confidentialité différentielle, de sorte que ces données ne sont associées ni à vous ni à votre compte. Vous pouvez choisir de désactiver l’analyse d’iCloud à tout moment. Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Analyse et améliorations, puis désactivez « Partager les analyses d’iCloud ». Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: באפשרותך לסייע ל-Apple לשפר את המוצרים והשירותים שהיא מספקת, כמו Siri ומאפיינים חכמים נוספים, על-ידי מתן אישור לביצוע ניתוח של נתוני שימוש ונתונים אחרים מחשבון ה-Apple שלך. ניתוח נתונים מחשבון ה-Apple שלך, כולל קטעי מלל מהודעות דוא״ל או מידע דומה מהחשבון שלך, ייעשה תמיד רק לאחר הפעלת שיטות שמטרתן הגנה על הפרטיות, כמו למשל פרטיות דיפרנציאלית, כדי שלא ניתן יהיה לקשר את הנתונים לזהותך או לחשבונך. ניתן לבטל את ״נתוני iCloud״ בכל שלב. כדי לעשות זאת, יש לעבור אל ״הגדרות״ > ״פרטיות ואבטחה״ > ״נתונים ושיפורים״ ולהקיש כדי לכבות את ״שיתוף נתוני iCloud״. בכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy
hi: अपने Apple खाते से उपयोग और डेटा के ऐनालिटिक्स की अनुमति देकर Apple के Siri और अन्य इंटेलिजेंट फ़ीचर सहित अपने उत्पादों और सेवाओं को बेहतर बनाने में मदद करें। ईमेल संदेशों के टेक्स्ट स्निपेट या आपके खाते के अन्य समान डेटा सहित आपके Apple खाते के डेटा का पूरा विश्लेषण विभेदीकृत गोपनीयता जैसी गोपनीयता संरक्षण तकनीकों का उपयोग करने के बाद ही किया जाता है ताकि इसे आपसे या आपके खाते से संबद्ध न किया जा सके। आप किसी भी समय iCloud ऐनालिटिक्स को अक्षम कर सकते हैं। ऐसा करने के लिए सेटिंग्ज़ > गोपनीयता और सुरक्षा > ऐनालिटिक्स और सुधार पर जाएँ और “iCloud ऐनालिटिक्स शेयर करें” को बंद करने के लिए टैप करें। Apple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Možete pomoći tvrtki Apple u poboljšanju njenih proizvoda i usluga, uključujući Siri i ostale inteligentne značajke, omogućujući analizu uporabe i podataka s vašeg Apple računa. Svoj analizi podataka iz vašeg Apple računa, koji uključuju odlomke teksta iz e-mail poruka i druge slične podatke, pristupa se tek nakon što su podaci bili podvrgnuti tehnikama očuvanja privatnosti kao što je diferencijalna privatnost kako podaci ne bi bili povezani s vama ili vašim računom. Možete u bilo kojem trenutku onemogućiti Analizu iClouda. Za isključenje idite na Postavke > Privatnost i sigurnost > Analiza i poboljšanja pa dodirom isključite Podijeli analizu iClouda. Informacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com/legal/privacy/hr
hu: Ha engedélyezi az Apple-fiókjának használatára és adataira vonatkozó elemzést, azzal hozzájárulhat, hogy az Apple tökéletesítse termékeit és szolgáltatásait, beleértve Sirit és egyéb intelligens funkcióit. Az Apple-fiókja adatainak – például e‑mail-üzenetek szövegrészleteinek vagy a fiókjának egyéb hasonló elemeinek – elemzését csak azután végezzük el, hogy az adatokon adatvédelmet megőrző technikákat, például differenciális adatvédelmet alkalmaztunk, így az adatok nem köthetők sem Önhöz, sem a fiókjához. Az iCloud elemzését bármikor letilthatja. Ehhez válassza a Beállítások > Adatvédelem és biztonság > Elemzések és fejlesztések menüpontot, és koppintson az iCloud-elemzés megosztása lehetőség kikapcsolásához. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Bantu Apple meningkatkan produk dan layanannya, termasuk Siri dan fitur pintar lainnya, dengan mengizinkan analisis penggunaan dan data dari Akun Apple Anda. Semua analisis data dari Akun Apple Anda termasuk kutipan teks dari pesan email atau data lainnya yang mirip di akun Anda hanya dilakukan setelah data menjalani teknik yang mempertahankan privasi seperti privasi diferensial sehingga tidak dikaitkan dengan Anda atau akun Anda. Anda dapat memilih untuk menonaktifkan Analisis iCloud kapan pun. Untuk melakukannya, buka Pengaturan > Privasi & Keamanan > Analisis & Peningkatan dan ketuk untuk mematikan Bagikan Analisis iCloud. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy
it: Aiuta Apple a migliorare i propri prodotti e servizi, tra cui Siri e altre funzionalità smart, consentendo l’analisi dei dati di utilizzo del tuo dispositivo e di quelli presenti sul tuo Apple Account. I dati relativi al tuo Apple Account, ad esempio frammenti di testo dai messaggi di posta elettronica o altre informazioni analoghe, vengono analizzati in conformità alle politiche di tutela dei dati (privacy differenziale) e non vengono associati a te o al tuo account. Puoi scegliere di disattivare l’analisi dei dati di iCloud in qualsiasi momento. Per farlo, vai in Impostazioni > Privacy e sicurezza > Analisi e miglioramenti, quindi disattiva “Condividi analisi iCloud”. In qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: Apple Accountの使用状況やデータの解析を可能にすることで、Siriやその他のインテリジェント機能を含む、Appleの製品およびサービスの向上にご協力いただけます。アカウント内のメールメッセージまたはその他類似データからのテキストスニペットを含めて、Apple Accountからのデータの解析はすべて、それらのデータにディファレンシャルプライバシーなどのプライバシー保護技術が適用された後でのみ実施されるため、ユーザまたはユーザアカウントに関連付けられることはありません。 いつでもiCloud解析を無効にできます。その場合は、“設定”＞“プライバシーとセキュリティ”＞“解析と改善”に移動し、“iCloud解析を共有”をタップしてオフにします。 Appleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Apple аккаунтыңыздың қолданыс аналитикасы мен деректеріне рұқсат бере отырып, Apple компаниясына өнімдері мен сервистерін, оның ішінде Siri мен басқа интеллектуалды мүмкіндіктерін жетілдіруге көмектесіңіз. Apple аккаунтындағы кез келген деректердің, соның ішінде эл. пошта хабарларының үзінділері мен басқа ұқсас деректердің талдауы дифференциалды құпиялылық сияқты құпиялылықты сақтау технологияларын пайдалана отырып, осы деректерді өңдегеннен кейін ғана орындалады. Аналитикалық деректер сізбен немесе аккаунтыңызбен байланысты болмайды. iCloud аналитикасын кез келген уақытта өшіруге болады. Ол үшін «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Аналитика және жақсартулар» тармағына өтіп, «iCloud аналитикасын бөлісу» параметрін өшіріңіз. Apple компаниясы жинаған ақпарат әрқашан Apple компаниясының құпиялылық саясатына (www.apple.com/privacy сайтында берілген) сәйкес өңделеді
ko: Apple 계정의 사용 내용 및 데이터 분석을 허용하면 Siri 및 기타 지능형 기능을 포함한 Apple의 제품 및 서비스 향상에 기여할 수 있습니다. 사용자 계정의 이메일 메시지 또는 기타 비슷한 데이터의 텍스트 스니펫을 포함하는 Apple 계정의 데이터는 차등 개인정보 보호와 같은 개인정보를 보호하는 기술을 적용한 다음에만 분석이 실행되며, 이렇게 함으로써 사용자 또는 사용자의 계정과 연계되지 않습니다. iCloud 분석은 언제든지 비활성화할 수 있습니다. 분석 공유를 비활성화하려면 설정 > 개인정보 보호 및 보안 > 분석 및 향상으로 이동한 다음 ‘iCloud 분석 공유’를 탭하여 끄십시오. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Padėkite „Apple“ tobulinti produktus ir paslaugas, įskaitant „Siri“ ir kitas išmaniąsias funkcijas, leisdami atlikti naudojimo ir duomenų iš jūsų „Apple“ paskyros analizę. Visa duomenų iš jūsų „Apple“ paskyros analizė, įskaitant teksto fragmentus iš el. pašto pranešimų ar kitus panašius duomenis jūsų paskyroje, atliekama tik po to, kai duomenims taikomos privatumo išsaugojimo technologijos, pvz., diferencijuotas privatumas, kad jie nebūtų susieti su jumis ar jūsų paskyra. Bet kada galite pasirinkti išjungti „iCloud“ analizę. Norėdami tai padaryti, eikite į sritį „Nustatymai“ > „Privatumas ir sauga“ > „Analizė ir patobulinimai“ ir bakstelėkite, kad išjungtumėte „iCloud“ analizės bendrinimą. Bendrovės „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy
ms: Bantu Apple untuk meningkatkan produk dan perkhidmatannya, termasuk Siri dan ciri pintar lain dengan membenarkan analitis penggunaan dan data daripada Akaun Apple anda. Semua analisis data daripada Akaun Apple anda termasuk cebisan teks daripada mesej e‑mel atau data lain yang serupa dalam akaun anda dilakukan hanya selepas data telah melalui teknik pengekalan privasi seperti privasi kebezaan supaya ia tidak dikaitkan dengan anda atau akaun anda. Anda boleh memilih untuk menyahdayakan Analitis iCloud pada bila-bila masa. Untuk berbuat demikian, pergi ke Seting > Privasi & Keselamatan > Analitis & Peningkatan dan ketik untuk menyahaktifkan Kongsi Analitis iCloud. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy
nl: Help Apple bij het verbeteren van zijn producten en voorzieningen, zoals Siri en andere intelligente functies, door analyse van gebruik en gegevens van je Apple Account toe te staan. Analyse van gegevens uit je Apple Account, waaronder tekstfragmenten uit e‑mailberichten of andere soortgelijke gegevens in je account, wordt alleen uitgevoerd nadat privacybeschermingstechnieken (zoals differentiële privacy) op de gegevens zijn toegepast, zodat de analyse niet aan jou of je account wordt gekoppeld. Je kunt iCloud-analyse op elk gewenst moment uitschakelen. Hiervoor ga je in Instellingen naar 'Privacy en beveiliging' > 'Analyse en verbeteringen' en tik je om 'Deel iCloud-analyse' uit te schakelen. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com/nl/privacy
no: Hjelp Apple med å forbedre kvaliteten på produkter og tjenester, inkludert Siri og andre funksjoner knyttet til kunstig intelligens, ved at du tillater analyse av bruksdata fra Apple‑kontoen din. All analyse av data fra Apple‑kontoen din, inkludert tekstutdrag fra e‑postmeldinger og andre lignende data fra kontoen din, skjer bare etter at disse er underlagt personvernfremmende teknikker som differensielt personvern, slik at den ikke lenger kan knyttes til kontoen din. Du kan når som helst velge å deaktivere iCloud-analyse. Det gjør du ved å gå til Innstillinger > Personvern og sikkerhet > Analyse og forbedringer og trykke for å slå av Del iCloud-analyse. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Pomagaj Apple udoskonalać produkty i usługi, w tym Siri i inne inteligentne funkcje, pozwalając na analizy danych i użycia Twojego konta Apple. Wszystkie analizy danych pochodzących z konta Apple (w tym wycinków wiadomości email lub podobnych informacji) są przeprowadzane po zastosowaniu technik mających na celu ochronę prywatności, na przykład prywatności różnicowej, co wyklucza możliwość powiązania ich z Twoim kontem. Analizy iCloud możesz wyłączyć w dowolnym momencie. W tym celu przejdź do ekranu Ustawienia > Prywatność i ochrona > Analizy i udoskonalenia, a następnie wyłącz stuknięciem opcję Udostępniaj analizy iCloud. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/pl/privacy.
pt_br: Para ajudar a Apple a melhorar seus produtos e serviços, incluindo a Siri e outros recursos inteligentes, permita a análise de uso e dados da sua Conta Apple. Todas as análises dos dados da sua Conta Apple, incluindo trechos de mensagens de e‑mail ou outros dados similares da conta, ocorrem apenas depois que os dados passam por técnicas de preservação da privacidade (tais como privacidade diferencial) para que não sejam associados a você ou à sua conta. Você pode optar por desativar a Análise do iCloud a qualquer momento. Para fazer isso, abra Ajustes > Privacidade e Segurança > Análise e Melhorias e toque para desativar a opção Compartilhar Análise do iCloud. As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: Ajude a Apple a melhorar produtos e serviços, incluindo Siri e outras funcionalidades inteligentes, permitindo a análise da utilização e dados da sua conta Apple. A análise dos dados da sua conta Apple, nomeadamente excertos de texto de mensagens de e‑mail ou outros dados semelhantes, só é efetuada depois de os dados terem sido submetidos a técnicas de manutenção de privacidade, como a privacidade diferencial, para que não sejam associados a si ou à sua conta. Pode optar por desativar a análise de iCloud em qualquer altura. Para tal, em Definições > Privacidade e segurança > Análise e melhorias, desative a opção “Partilhar análise de iCloud”. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/privacy
ro: Ajutați Apple să își îmbunătățească produsele și serviciile, inclusiv Siri și alte funcționalități inteligente, prin analiza utilizării și a datelor din contul dvs. Apple. Toată analiza datelor din contul Apple, inclusiv a fragmentelor de text din mesajele de e‑mail sau altor date similare din contul dvs., va fi întreprinsă doar după ce asupra datelor vor fi aplicate tehnici de protejare a confidențialității, precum confidențialitatea diferențială, pentru ca acestea să nu fie asociate cu dvs. sau contul dvs. Puteți opta oricând să dezactivați analiza iCloud. În acest scop, accesați Configurări > Intimitate și securitate > Analiză și îmbunătățiri și apăsați pentru a dezactiva opțiunea “Partajare analiză iCloud”. Informațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Вы можете помочь Apple совершенствовать свои продукты и сервисы, в том числе Siri и другие интеллектуальные функции, разрешив анализировать данные об использовании и данные Вашего Аккаунта Apple. Аналитика любых данных из Вашего Аккаунта Apple, в том числе фрагментов текста Ваших сообщений электронной почты и иных подобных данных, выполняется только после обработки этих данных с помощью технологий сохранения конфиденциальности, таких как дифференциальная конфиденциальность. Аналитические данные не связаны с Вами или Вашим Аккаунтом. Аналитику iCloud можно выключить в любой момент. Для этого откройте «Настройки» > «Конфиденциальность и безопасность» > «Аналитика и улучшения» и выключите параметр «Делиться Аналитикой iCloud». Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу: www.apple.com/ru/privacy.
sk: Pomôžte spoločnosti Apple vylepšovať produkty a služby vrátane Siri a ďalších inteligentných funkcií tak, že povolíte analytiku používania a dát z vášho Apple účtu. Analýza dát z vášho Apple účtu, ktoré zahŕňajú útržky textu z emailových správ a ďalšie podobné dáta vo vašom účte, sa vykonáva až po spracovaní dát technikami na zachovanie súkromia, ako je napríklad diferenčná ochrana súkromia, ktorá zabezpečí, aby dáta nebolo možné priradiť k vám ani k vášmu účtu. Analytiku iCloudu môžete kedykoľvek vypnúť. Otvorte Nastavenia > Súkromie a bezpečnosť > Analytika a vylepšovanie a klepnutím vypnite možnosť Zdieľať analytiku iCloudu. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Dovolite analitiko uporabe in podatkov iz vašega računa Apple. Na podlagi teh podatkov družba Apple izboljšuje izdelke in storitve, vključno s Siri in drugimi inteligentnimi funkcijami. Vsa analiza podatkov iz vašega računa Apple, vključno z izrezki besedila iz e-poštnih sporočil ali drugimi podobnimi podatki v računu, se izvede šele potem, ko so na podatkih bile uporabljene tehnike ohranjanja zasebnosti, na primer razlikovalna zasebnost, tako da ti podatki niso povezani z vami ali vašim računom. Analitiko storitve iCloud lahko onemogočite kadarkoli. To naredite tako, da odprete Nastavitve > Zasebnost in varnost > Analitika in izboljšave ter tapnete, da izklopite možnost Deli analitiko storitve iCloud. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy
sv: Hjälp Apple att förbättra sina produkter och tjänster, inklusive Siri och andra intelligenta funktioner, genom att tillåta analys av användning och data från ditt Apple‑konto. All analys av data från ditt Apple‑konto, inklusive textutdrag från mejl och andra liknande data på ditt konto, utförs endast efter det att dina data har behandlats med integritets­skyddande tekniker som differentiell integritet så att de inte kan kopplas till dig eller ditt konto. Du kan när som helst avaktivera iCloud-analys. Du gör det genom att öppna Inställningar > Integritet och säkerhet > Analys och förbättringar och trycka för att stänga av Dela iCloud-analys. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: ช่วย Apple ปรับปรุงผลิตภัณฑ์และบริการให้ดียิ่งขึ้น ซึ่งรวมถึง Siri และคุณสมบัติอันชาญฉลาดอื่นๆ โดยอนุญาตให้วิเคราะห์การใช้งานและข้อมูลจากบัญชี Apple ของคุณ การวิเคราะห์ข้อมูลทั้งหมดจากบัญชี Apple ของคุณ ซึ่งรวมถึงข้อความบางส่วนจากข้อความอีเมลหรือข้อมูลอื่นๆ ที่คล้ายคลึงกันในบัญชีของคุณ จะได้รับการดำเนินการหลังจากนำข้อมูลดังกล่าวมาใช้กับเทคนิคการรักษาความเป็นส่วนตัว เช่น Differential Privacy แล้วเท่านั้น เพื่อไม่ให้เชื่อมโยงกับตัวคุณหรือบัญชีของคุณ คุณสามารถเลือกปิดใช้งานการวิเคราะห์ iCloud ได้ตลอดเวลา ในการทำเช่นนั้น ให้ไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > การวิเคราะห์และการปรับปรุง แล้วแตะเพื่อปิดใช้การแชร์การวิเคราะห์ iCloud ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Apple Hesabı’nızda kullanım ve veri analizine izin vererek Apple’ın, Siri ve diğer akıllı özellikler de dahil olmak üzere, ürünlerini ve servislerini iyileştirmesine yardımcı olun. E-posta iletilerinizdeki metin kod parçacıkları veya hesabınızdaki diğer benzer veriler dahil olmak üzere Apple Hesabı’nızdaki verilerin analizi, veriler diferansiyel gizlilik gibi gizlilik koruyucu tekniklerden geçirildikten sonra ele alınır, böylece sizinle veya hesabınızla ilişkilendirilmez. iCloud Analizi’ni istediğiniz zaman etkisizleştirmeyi seçebilirsiniz. Bunu yapmak için Ayarlar > Gizlilik ve Güvenlik > Analizler ve İyileştirmeler bölümüne gidin ve iCloud Analizini Paylaş’ı kapatmak için dokunun. Apple tarafından toplanan bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.
uk: Допоможіть Apple удосконалювати продукти та послуги, зокрема Siri та інші інтелектуальні функції, дозволивши аналітику використання облікового запису Apple і даних у ньому. Аналіз даних із вашого облікового запису Apple разом із фрагментами тексту з е‑листів або іншими схожими даними у вашому обліковому записі здійснюється лише після проведення процедур збереження приватності, як‑от диференційна приватність, щоб вони не повʼязувалися з вами чи вашим обліковим записом. Ви можете будь‑коли вимкнути Аналітику iCloud. Для цього перейдіть у меню Параметри > Приватність і безпека > Аналітика і покращення й вимкніть параметр «Поширювати аналітику iCloud». Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/ua/privacy
vi: Giúp Apple cải thiện các sản phẩm và dịch vụ, bao gồm Siri và các tính năng thông minh khác, bằng việc cho phép phân tích việc sử dụng và dữ liệu từ Tài khoản Apple của bạn. Tất cả hoạt động phân tích dữ liệu từ Tài khoản Apple của bạn, bao gồm các đoạn văn bản từ email hoặc dữ liệu tương tự trong tài khoản của bạn, chỉ được thực hiện sau khi dữ liệu đã được xử lý thông qua các kỹ thuật bảo vệ quyền riêng tư ví dụ như quyền riêng tư khác biệt, sao cho dữ liệu không được liên kết với bạn hoặc tài khoản của bạn. Bạn có thể lựa chọn tắt Phân tích iCloud bất kỳ lúc nào. Để thực hiện, hãy đi tới Cài đặt > Quyền riêng tư & Bảo mật > Phân tích & Cải tiến và chạm để tắt Chia sẻ Phân tích iCloud. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy
zh_cn: 通过允许对你Apple账户的使用和数据进行分析来帮助Apple改进产品和服务，包括Siri及其他智能功能。对你Apple账户的所有数据分析（包括电子邮件中的文本片段或账户中的其他类似数据）仅会在数据经由差分隐私等隐私保护技术的保护之后进行，使得这些数据不与你或你的账户相关联。 你可以随时选择停用iCloud分析。若要停用，请前往“设置”>“隐私与安全性”>“分析与改进”，然后轻点以关闭“共享iCloud分析”。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy
zh_hk: 允許分析你的Apple帳户使用狀況和資料，以協助Apple改善其產品和服務（包括Siri以及其他智慧功能）。對於你Apple帳户（包括來自電郵的文字片段或帳户中的其他類似資料）的所有資料分析只有在使用私隱保護技術（如微分私隱）的情況下才會執行，如此才不會與你或你的帳户產生關聯。 你可以選擇隨時停用「iCloud分析」。如要關閉，請前往「設定」>「私隱與保安」>「分析與改進」，然後點一下以關閉「分享iCloud分析」。 無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com/hk/privacy
zh_tw: 允許分析你的「Apple帳號」使用狀況和資料，以便協助Apple改進產品和服務（包含Siri以及其他智慧功能）。你「Apple帳號」的所有分析資料（包含電子郵件的文字片段或帳號中其他相似的資料）只有在受到隱私權保護技術（如差分隱私）規範的情況下才會被利用，因此不會與你或帳號產生關聯。 你隨時可以選擇停用「iCloud分析」。若要停用此設定，請前往「設定」>「隱私權與安全性」>「分析與改進功能」並且點一下來關閉「分享iCloud分析」。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com/tw/privacy
